Repository: Hexlet/osx-project-4
Catalog: iPitbul/iPitbul/*.lproj/Localizable.strings
Languages: ru, uk

# error.title
source: ERROR
ru: ОШИБКА
uk: ПОМИЛКА

# error.message.unsupportedDevice
source: This Application works properly only on iPhone.
ru: Это приложение работает только на iPhone.
uk: Ця програма працює тільки на iPhone.

# error.sms.message.unableToMakeCall
source: Unable to make call on Simulator.
ru: Невозможно сделать вызов на Симуляторе.
uk: Неможливо зробити виклик на Сімуляторі.

# error.sms.message.unableToSendSms
source: Unable to send SMS on Simulator.
ru: Не могу отправить СМС на Симуляторе.
uk: Неможливо відправити SMS на Сімуляторі.

# error.email.message.unableToSendEmail
source: Unable to send Email on Simulator.
ru: Не могу отправить письмо на Симуляторе.
uk: Неможливо відправити листа на Сімуляторі.

# AM
source: Arm
ru: Поставить на охрану
uk: Поставити на охорону

# DM
source: Disarm
ru: Снять с охраны
uk: Зняти з охорони

# GM
source: Get balance
ru: Получить баланс
uk: Отримати баланс

# ST
source: Current alarm status
ru: Текущий статус
uk: Отримати статус

# PW
source: Current power status
ru: Питание сети
uk: Статус мережі

# ID
source: Software version
ru: Версия ПО
uk: Версія ПЗ

# IM
source: Get IMEI
ru: Получить IMEI
uk: Отримати IMEI

# GL
source: GSM Level in %
ru: Уровень GSM в %
uk: Рівень сигналу GSM в %

# S1
source: Turn on alarm
ru: Включить сирену
uk: Включити сирену

# S0
source: Turn off alarm
ru: Выключить сирену
uk: Виключити сирену

# SM
source: Replenish balance
ru: Пополнить счёт
uk: Поповнити рахунок

# main.view.table.header.management.actions
source: Management Actions
ru: Управление Сигнализацией
uk: Управління Сигналізацією

# main.view.table.header.service.actions
source: Service Actions
ru: Сервисные Функции
uk: Сервісні Функції

# settings.view.error.message.invalidPitbulPhoneNumber
source: Invalid phone number format.
ru: Неверний формат телефона.
uk: Невірний формат телефона.

# settings.view.error.message.invalidPitbulPassword
source: Password should be 4 digits.
ru: Пароль должен состоять из 4 цифр.
uk: Пароль повинен бути з 4 цифр.

# about.view.table.action.agreement
source: Agreement
ru: Соглашение
uk: Угода

# about.view.table.action.tellFriends
source: Tell Friends
ru: Рассказать Друзьям
uk: Розповісти Друзям

# about.view.table.action.rateApplication
source: Rate Application
ru: Оценить Приложение
uk: Оцінити Програму

# about.view.table.action.emailSupport
source: Email Support
ru: Напишите Нам
uk: Напишіть Нам
