Repository: Hexlet/osx-project-4
Catalog: iDNA3/iDNA3/*.lproj/Localizable.strings
Languages: ru

# BEST_MATCH
source: Best individual match - %ld%%
ru: Лучшее совпадение - %ld%%

# GENERATION
source: Generation: %ld
ru: Поколение: %ld

source: Proceed
ru: Продолжить

source: Cancel
ru: Отмена

# MISMATCH_DNA
source: New DNA has different size!
ru: Размер новой ДНК отличается от существующей!

# GENERATION_1
source: 1th
ru: в 1ом

# GENERATION_2
source: 2nd
ru: во 2ом

# GENERATION_3
source: 3rd
ru: в 3ем

# GENERATION_NXT
source: %ldth
ru: в %ldом

source: Ok
ru: Хорошо

# MATCH_REATCHED
source: Total match reached at %@ generation
ru: Полное совпадение достигнуто %@ поколении

# WANT_QUIT
source: Do you really want to quit?
ru: Вы действительно хотите выйти из приложения?

source: Yes
ru: Да

source: No
ru: Нет
