Repository: Hexlet/osx-project-4
Catalog: iDNA/*.lproj/Localizable.strings
Languages: ru

# LCD_GENERATION
source: Generation: %i
ru: Поколение: %i

# LCD_BEST_MATCH
source: Best individual match: %i%%
ru: Максимальное сходство: %i%%

# LCD_EVOLUTION_COMPLETE
source: Evolution successfully complete.
ru: Эволюция успешно завершена.

# GROWL_MSG
source: Evolution is successfully completed at %i generation.
ru: Эволюция успешно завершена в %i поколении.

# BTN_PAUSE
source: Pause
ru: Пауза

# BTN_CONTINUE
source: Continue
ru: Продолжить

# BTN_YES
source: Yes
ru: Да

# BTN_NO
source: No
ru: Нет

# ALERT_WRONG_DNA_FORMAT
source: Wrong DNA format. No nucleotides found.
ru: Неправильный формат ДНК. В файле не обнаружено нуклеотидов.

# ALERT_CONFIRMATION_TITLE
source: Evolution in progress.
ru: Эволюция в процессе.

# ALERT_CONFIRMATION_TEXT
source: Do you really want to close an application?
ru: Вы действительно хотите закрыть приложение?
