Repository: Hexlet/osx-project-4
Catalog: iDNA 1.5/iDNA/*.lproj/Localizable.strings
Languages: ru

source: Exit
ru: Выход

# WARNING_DNA
source: DNA can not be less than 1 and greater than 100. You killed her!
ru: ДНК не может быть меньше 1 и больше 100. Вы убили ее!!!

source: Ok
ru: Хорошо

source: Cancel
ru: Отмена

# WARNING_DNA_SIZE
source: DNA have a different dimension!
ru: ДНК имеют разную размерность!

# WARNING_MUTATE
source: Set a wrong parameter 'Mutation rate'. Both DNA remained unchanged
ru: Указан не верный параметр 'Процента мутации'. Обе ДНК остались без изменений

# WARNING_FILE_SYM
source: It looks like the file contains a character not related to DNA or it has control characters (Prov. carriage return)
ru: Похоже файл содержит символ не относящийся к ДНК или в нем есть управляющие символы (Пр. перевод каретки)

# FILE_LENGTH
source: This file has a length %ld
ru: Данный файл имеет длину %ld

# WARNING_FILE_LENGTH
source: This file contains the DNA of another dimension or size of more than 100 items!
ru: Файл содержит ДНК другой размерностью или его размер больше 100 единиц!!!

# FILE_SAVE_NAME
source: Saving data to file
ru: Сохранение данных в файл

# FILE_SAVE_MSG
source: Do you really want to save the document?
ru: Вы действительно хотите сохранить документ?

# FILE_LOAD_NAME
source: Loading data from file
ru: Загрузка данных из файла

# FILE_LOAD_MSG
source: Do you really want to open a new document?
ru: Вы действительно хотите открыть новый документ?

source: Yes
ru: Да

source: No
ru: Нет

# DOC_CLOSE_NAME
source: Closing a document
ru: Закрытие документа

# DOC_CLOSE_MSG
source: Do you really want to close the document?
ru: Вы действительно хотите закрыть документ?
