Repository: Hexlet/osx-project-4
Catalog: IDNA/IDNA/*.lproj/Localizable.strings
Languages: ru

# GENERATIN_LEFT_MSG
source: Generation left:%lu
ru: Прошло %lu поколений

# CANT_SAVE_MSG
source: Can't save file
ru: Не удалось сохранить файл

# CANT_OPEN_MSG
source: Can't open file
ru: Не удалось открыть файл

# INCORRECT_DATA_MSG
source: Incorrect data format. Currectly like this: 'ATGCCGAATGTT'
ru: Неправильный формат данных. Правильно так: 'ATGCCGAATGTT'

# INCORRECT_DNA_LONG_MSG
source: Incorrect DNA long. Change it to %li
ru: Длинна загружаемой ДНК и установленная длинна ДНК в интерфейсе не совпадают. Поменяйте длинну ДНК в интерфейсе на: %li

# SAVE_HEADER_MSG
source: Save data to file
ru: Сохранить данные в файлe

# OPEN_HEADER_MSG
source: Open data from file
ru: Загрузить данные из файла

# SURE_MSG
source: Are you sure?
ru: Вы уверенны что хотите это сделать?

# MAY_BE_NO_MSG
source: May be no?
ru: Точно? Может быть нет?

# OK_BUT_MSG
source: ÐžK, but we warned you...
ru: Хорошо, но мы вас предупреждали...

# YES_MSG
source: YES
ru: Да

# NO_MSG
source: NO
ru: Нет

# WINDOW_CLOSE_MSG
source: Close current window
ru: Закрыть текущее окно
